export const movies = [
  {
    name: 'Домовенок Кузя',
    premierDate: '2024-12-19',
    description:
      'Домовёнок Кузя сбегает из плена Бабы-яги и оказывается в квартире девочки Наташи и ее родителей. Кузе нужно найти свой волшебный сундучок, исполняющий желания. Казалось бы, цель уже близка, но на поиски Кузи и сундучка в наш мир проникает Баба-яга, и у нее есть свои коварные планы.',
    ageRating: 6,
    movieLength: 95,
    imageUrl:
      'https://image.openmoviedb.com/kinopoisk-images/10853012/ae26dde4-c897-4134-9e74-524a414eb4ca/orig',
    persons: [1, 2, 3, 4, 5, 6],
    genres: [7, 14, 18],
    countries: [6],
  },
  {
    name: 'Волшебник Изумрудного города. Дорога из жёлтого кирпича',
    premierDate: '2025-01-01',
    description:
      'В далёком городе живёт девочка Элли. Однажды злая колдунья Гингема наколдовала ураган, который унёс Элли и ее собачку Тотошку в страну Жевунов. Чтобы вернуться домой, Элли вместе с новыми друзьями — Страшилой, Железным Дровосеком и Трусливым Львом — отправится по желтой кирпичной дороге в Изумрудный город на поиски Волшебника, который исполнит их заветные желания.',
    movieLength: 103,
    ageRating: 6,
    imageUrl:
      'https://image.openmoviedb.com/kinopoisk-images/4716873/73912553-f9a4-45ee-a740-6d58e716d752/orig',
    persons: [7, 8, 9, 10, 11, 12, 18],
    genres: [18, 13, 14],
    countries: [6],
  },
  {
    name: 'Финист. Первый богатырь',
    premierDate: '2025-01-01',
    description:
      'Финист Ясный Сокол — самый удалой богатырь Белогорья, самый сильный, самый ловкий и самый красивый. Все остальные богатыри на него равняются, дети хотят быть на него похожими, а девушки — просто заглядываются.\nОн горделив и самоуверен, и порой даже отказывается от подвигов, если считает их скучными и неинтересными. Но ему просто необходимо оставаться лучшим, чтобы люди продолжали им восхищаться. Чтобы всех удивить, Финист отправится за новыми свершениями в непростое путешествие, которое приведет его в восточные земли, где богатырь поймет простую истину — один в поле не воин.',
    movieLength: 112,
    ageRating: 6,
    imageUrl:
      'https://image.openmoviedb.com/kinopoisk-images/10853012/1d8783bf-56b1-441e-9dd5-3dfbf934ac30/orig',
    persons: [13, 14, 15, 16, 17, 18, 19],
    genres: [13, 18],
    countries: [6],
  },
  {
    name: 'Присутствие',
    premierDate: '2025-01-23',
    description:
      'Ребекка, Крис и их дети Тайлер и Хлоя — обычная семья, справляющаяся со своими трудностями. Вскоре после переезда в новый дом все они начинают ощущать присутствие потустороннего.',
    movieLength: 85,
    ageRating: 18,
    imageUrl:
      'https://image.openmoviedb.com/kinopoisk-images/4486454/2b3250b7-d227-49cc-8581-0cae78fde944/orig',
    persons: [22, 23, 24, 25, 26, 27],
    genres: [16],
    countries: [6],
  },
  {
    name: 'Ночь в зоопарке',
    premierDate: '2025-01-23',
    description:
      'Этой ночью в зоопарке не до сна. Белый кролик проглотил кусок упавшего метеорита и превратился в монстра. Теперь он планирует захватить зоопарк и создает из обычных животных жуткие гибриды — горило-рыб, зебра-рогов и слоно-змеев. Кажется, никто не в силах его остановить. Но накануне в зоопарк завезли новую особь — дикого горного льва. Чтобы не стать свино-львом, он тоже должен превратить свою небольшую команду питомцев в бесстрашных зверюг.',
    movieLength: 91,
    ageRating: 6,
    imageUrl:
      'https://image.openmoviedb.com/kinopoisk-images/10835644/a34bb799-7a8e-4dff-9194-2675fef8aeea/orig',
    persons: [28, 29],
    genres: [11, 16, 17, 7, 1, 15, 13],
    countries: [9, 4, 1, 7, 3],
  },
  {
    name: 'Холоп. Великолепный век',
    premierDate: '2025-01-21',
    description:
      'Мете — избалованный стамбульский мажор, жизнь которого состоит из бесконечных вечеринок, траты денег отца и абсолютно безответственного поведения. После очередной выходки терпение отца иссякает, и он обращается к психологу, практикующему шоковые методы воздействия на пациентов. Вместо русской деревни XIX века Мете попадет в османский XVI век и очнется конюхом в замке вельможи времен султана Сулеймана.',
    movieLength: 111,
    ageRating: 12,
    imageUrl:
      'https://image.openmoviedb.com/kinopoisk-images/4716873/f920b803-454b-4acb-9999-dd7c769d5dea/orig',
    persons: [30, 31, 32, 33, 34, 35],
    genres: [7, 13, 18],
    countries: [8, 6],
  },
  {
    name: 'Василий',
    premierDate: '2025-01-23',
    description:
      'Василий Николаевич Ильин, пенсионер из деревни Рышково, отправляется в Нью-Йорк, чтобы сфотографироваться для обложки специального номера Esquire с правилами жизни обычных людей у знаменитого фотографа Мартина Шоллера. Василий Николаевич никогда прежде не бывал за границей и в жизни не видел моря. Во время путешествия ему удается исполнить давнюю мечту.',
    movieLength: 120,
    ageRating: 16,
    imageUrl:
      'https://avatars.mds.yandex.net/get-kinopoisk-image/10592371/0ad3221a-0a9e-4553-9ca8-d89c4d4d28db/300x450',
    persons: [36, 37, 38, 39, 40, 41, 42, 43],
    genres: [7],
    countries: [6],
  },
  {
    name: 'Мегалополис',
    premierDate: '2025-01-02',
    description:
      'В американском городе Новый Рим архитектор Цезарь Катилина — умеющий останавливать время лауреат Нобелевской премии и глава дизайнерского бюро — проектирует идеальный мегаполис будущего, где все будут счастливы. Построить его он планирует с помощью им самим же изобретённого волшебного материала мегалона. Против такого подхода и самого Цезаря активно выступает мэр Цицерон, зато мэрская дочь Джулия сначала увлекается проектами Катилины, а потом и им самим.',
    movieLength: 138,
    ageRating: 18,
    imageUrl:
      'https://image.openmoviedb.com/kinopoisk-images/10768063/95697080-ee9d-47a0-9f7c-cd5dd6750a93/orig',
    persons: [44, 45, 46, 47, 48, 49, 50, 51],
    genres: [17, 5, 18],
    countries: [7],
  },
  {
    name: 'Соник 3 в кино',
    premierDate: '2024-12-10',
    description:
      'Соник, Наклз и Тейлз воссоединяются против нового могущественного противника, Ежа Шэдоу, таинственного злодея с силами, не похожими ни на что, с чем они сталкивались раньше. С их способностями, превосходящими во многих отношениях, команда Соника вынуждена создать неожиданный союз в надежде остановить Шэдоу и защитить планету.',
    movieLength: 110,
    ageRating: 6,
    imageUrl:
      'https://image.openmoviedb.com/kinopoisk-images/10953618/e6cf9773-ce7b-4892-a1e0-09f64ac18212/orig',
    persons: [52, 53, 54, 55, 56, 64, 57, 58, 59],
    genres: [17, 18, 1, 7, 13, 14],
    countries: [7, 11],
  },
  {
    name: 'Муфаса: Король Лев',
    premierDate: '2024-12-18',
    description:
      'Осиротевший Муфаса знакомится с наследником королевских кровей по имени Така. Вместе они отправляются в судьбоносное опасное путешествие, которое проверит их дружбу на прочность.',
    movieLength: 118,
    ageRating: 12,
    imageUrl:
      'https://image.openmoviedb.com/kinopoisk-images/10703959/abb41993-2468-4d7e-8b8a-f2452c580d88/orig',
    persons: [60, 61, 62, 72, 63, 64, 65, 66, 67, 68],
    genres: [11, 12, 5, 13, 14, 18],
    countries: [7, 4],
  },
  {
    name: 'Плохая девочка',
    premierDate: '2025-08-30',
    description:
      'Роми, глава крупной компании, привыкшая управлять людьми, становится игрушкой молодого интерна Сэмюэла. Правила просты: она подчиняется всем его приказам, а он хранит ее тайну. Но вырвавшаяся за пределы офиса страсть грозит уничтожить их обоих.',
    movieLength: 114,
    ageRating: 18,
    imageUrl:
      'https://image.openmoviedb.com/kinopoisk-images/10768063/d0d4e8dc-cd1e-44b4-8838-d36f0125eb7c/orig',
    persons: [69, 70, 71, 72, 73, 74],
    genres: [15, 9, 2, 5],
    countries: [7, 6],
  },
  {
    name: 'Аватар: Огонь и пепел',
    premierDate: '2025-12-17',
    description:
      'Третья глава космической Саги, в которой Джейк Салли и Нейтири отправятся на другие планеты системы Альфа-Центавра.',
    movieLength: null,
    ageRating: 18,
    imageUrl:
      'https://image.openmoviedb.com/kinopoisk-images/10768063/b0670763-93a2-49b4-b1d3-e408c9ff9440/orig',
    persons: [75],
    genres: [17, 18, 1, 15, 13],
    countries: [7],
  },
  {
    name: 'Minecraft в кино',
    premierDate: '2025-05-04',
    description:
      'Четверо аутсайдеров попадают через таинственный портал в странную кубическую страну чудес. Чтобы вернуться домой, им придется пройти волшебный квест вместе с мастером по имени Стив.',
    movieLength: null,
    ageRating: 6,
    imageUrl:
      'https://image.openmoviedb.com/kinopoisk-images/10768063/81900bcc-13b9-40da-81ae-a93c78e08536/orig',
    persons: [76],
    genres: [18, 1, 7, 13, 14],
    countries: [7, 10],
  },
  {
    name: '28 лет спустя',
    premierDate: '2025-06-18',
    description:
      '28 лет в Великобритании бушует вирус, превращающий заражённых в агрессивных плотоядных тварей. В этом ужасном мире маленький мальчик пытается найти врача для умирающей мамы.',
    movieLength: null,
    ageRating: 18,
    imageUrl:
      'https://image.openmoviedb.com/kinopoisk-images/1898899/a51922e0-065c-4276-aa6d-780d25144362/orig',
    persons: [77],
    genres: [16, 1],
    countries: [7, 2],
  },
  {
    name: 'Белоснежка',
    premierDate: '2025-05-19',
    description:
      '28 лет в Великобритании бушует вирус, превращающий заражённых в агрессивных плотоядных тварей. В этом ужасном мире маленький мальчик пытается найти врача для умирающей мамы.',
    movieLength: null,
    ageRating: 12,
    imageUrl:
      'https://image.openmoviedb.com/kinopoisk-images/1599028/329aa8f5-7bdc-4ce7-b098-c7b301dcfe2f/orig',
    persons: [78],
    genres: [12, 18, 10, 13, 14],
    countries: [7],
  },
];
